tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bandwhich"
brew "bat"
brew "docker"
brew "dog"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "go"
brew "gping"
brew "htop"
brew "hugo"
brew "jid"
brew "jq"
brew "neovim"
brew "nmap"
brew "nnn"
brew "python@3.9"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "tealdeer"
brew "tldr", link: false
brew "tmux"
brew "up"
brew "yq"
brew "zoxide"
cask "alt-tab"
cask "cakebrew"
cask "discord"
cask "drawio"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "github"
cask "iterm2"
cask "visual-studio-code"
cask "wireshark"
